Repository: slushman/simplemap
Catalog: lang/SimpleMap-*.po
Languages: de_de, es_es, pt_br

source: SimpleMap requires WordPress 2.8 or newer. <a href="http://codex.wordpress.org/Upgrading_WordPress">Please update!</a>
de_de: SimpleMap benötigt WordPress 2.8 oder neuer. <a href="http://codex.wordpress.org/Upgrading_WordPress">Bitte updaten!</a>
es_es: SimpleMap requiere WordPress 2.8 o superior. <a href="http://codex.wordpress.org/Upgrading_WordPress">¡Por favor, actualiza tu WP!</a>
pt_br: SimpleMap requer Wordpress 2.8 ou superior. <a href="http://codex.wordpress.org/Upgrading_WordPress">Por favor, faça update do seu sistema!</a>

source: SimpleMap Options
de_de: SimpleMap Optionen
es_es: Opciones de SimpleMap
pt_br: Opções SimpleMap

source: SimpleMap: General Options
de_de: SimpleMap: Allgemeine Optionen
es_es: SimpleMap: Opciones generales
pt_br: SimpleMap: Opções Principais

source: General Options
de_de: Allgemeine Optionen
es_es: Opciones generales
pt_br: Opções Principais

source: SimpleMap: Manage Database
de_de: SimpleMap: Datenbank bearbeiten
es_es: SimpleMap: Gestionar la base de datos
pt_br: SimpleMap: Gerenciar Banco de Dados

source: Manage Database
de_de: Datenbank bearbeiten
es_es: Gestionar la base de datos
pt_br: Gerenciar Banco de Dados

source: SimpleMap: Add Location
de_de: SimpleMap: Ort Hinzufügen
es_es: SimpleMap: Añadir localización
pt_br: SimpleMap: Adicionar Local

source: Add Location
de_de: Ort Hinzufügen
es_es: Añadir localización
pt_br: Adicionar local

source: SimpleMap: Import/Export
es_es: SimpleMap: Importar/exportar
pt_br: SimpleMap: Importar/Exportar

source: Import/Export
es_es: Importar/exportar
pt_br: Importar/Exportar

source: SimpleMap settings saved.
de_de: SimpleMap Einstellungen gespeichert.
es_es: Configuración de SimpleMap guardada.
pt_br: Configurações salvas.

source: Class SimpleMap already declared!
de_de: Klasse SimpleMap schon definiert!
es_es: Class SimpleMap ha sido declarada ya!
pt_br: Classe SimpleMap já declarada!

source: Settings
de_de: Einstellungen
es_es: Configuración
pt_br: Configurações

source: You must enter an API key for your domain.
de_de: Du musst einen API-Key für deine Domain eingeben.
es_es: Debes introducir una clave API para tu dominio.
pt_br: Você precisa adicionar um API para a seu domínio.

source: Enter a key on the General Options page.
de_de: Einen Key unter Allgemeine Optionen eineben.
es_es: Introduzca la clave en la página de Opciones generales.
pt_br: Adicione uma chave na Página de configurações gerais.

source: added successfully.
de_de: Erfolgreich hinzugefügt.
es_es: añadido correctamente.
pt_br: adicionado com sucesso.

source: Name
es_es: Nombre
pt_br: Nome

source: Address
de_de: Adresse
es_es: Dirección
pt_br: Endereço

source: City, State, Zip
de_de: Stadt, Bundesland, Postleitzahl
es_es: Ciudad, estado, código postal
pt_br: Cidade, Estado, CEP

source: Phone
de_de: Telefonnummer
es_es: Teléfono
pt_br: Telefone

source: Please include the
de_de: Bitte füge den
es_es: Por favor incluye
pt_br: Por favor inclua o(a)

source: Click here to sign up for a Google Maps API key.
de_de: Hier klicken, um einen Google Maps API Key zu erlangen.
es_es: Clica aquí para conseguir una clave para la API de Google Maps
pt_br: Clique aqui para pegar seu API do Google Maps.

source: Google Maps API Key
pt_br: API do Google Maps

source: Click here
de_de: Hier klicken
es_es: Clica aquí
pt_br: Clique aqui

source: to sign up for a Google Maps API key for your domain.
de_de: Um einen Google-Maps API Key für deine Domain zu erlangen
es_es: para conseguir una clave para tu dominio de la API de Google Maps.
pt_br: para pegar um API do Google Maps para seu domínio.

source: Map Size
de_de: Kartengröße
es_es: Tamaño del Mapa
pt_br: Tamanho do mapa

source: Width:
de_de: Breite
es_es: Ancho:
pt_br: Largura:

source: Height:
de_de: Höhe
es_es: Alto:
pt_br: Altura:

source: Enter a numeric value with CSS units, such as
de_de: Gebe einen numerischen Wert mit CSS Einheiten ein, wie
es_es: Introduzca un valor numérico con unidades CSS, como
pt_br: Entre um valor numérico com unidades CSS, como

source: or
de_de: oder
pt_br: ou

source: Starting Location
de_de: Startpunkt
es_es: Localización principal
pt_br: Localização Inicial

source: Enter the location the map should open to by default, when no location has been searched for. For example, if your locations are mostly in the same city, you might want to start centered on that city.
de_de: Geben sie einen Startpunkt für die Karte ein, der angewählt wird, wenn kein Ort gesucht wurde; z.B. wenn ihre Orte überwiegend in der selben Stadt sind und sie hier zentriert beginnen möchten.
es_es: Introduzca la localización del mapa que quiere abrir por defecto, cuando ninguna dirección ha sido seleccionada. Por ejemplo si y...
pt_br: Adicione o local no mapa a ser aberto por padrão quando nenhum local tenha sido pesquisado. Por exemplo, se seus locais estão concentrados na mesma cidade, você pode querer começar centralizado naquela cidade.

source: to find the latitude and longitude of an address.
de_de: Um einen Längen- und Breitengrad ihrer Adresse zu finden.
es_es: para encontrar la latitud y longitud de una dirección.
pt_br: para encontrar a latitude e longitude de um endereço

source: Distance Units
de_de: Entfernung in
es_es: Unidad de distancia
pt_br: Unidade de distância

source: Miles
de_de: Meilen
es_es: Millas
pt_br: Milhas (mi)

source: Kilometers
de_de: Kilometern
es_es: Kilómetros
pt_br: Quilômetros (km)

source: Default Search Radius
de_de: Standard Suchradius
es_es: Radio de búsqueda por defecto
pt_br: Abrangência padrão da busca

source: Default Zoom Level
de_de: Standard Zoomstufe
es_es: Nivel de zoom por defecto
pt_br: Nível de zoom padrão

source: 1 is the most zoomed out (the whole world is visible) and 19 is the most zoomed in.
de_de: wobei 1 am meisten ausgezoomt (die ganze Welt ist sichtbar) und 19 ist am meisten eingezoomt ist
es_es: 1 es el mínimo zoom (donde toda la tierra es visible) y 19 es el máximo.
pt_br: 1 é o zoom mínimo (todo o globo é visível) e 19 é o zoom máximo.

source: Default Map Type
de_de: Standard Kartentyp
es_es: Mapa por defecto
pt_br: Tipo de Mapa Padrão

source: Normal map
de_de: Normale Ansicht
es_es: Mapa normal
pt_br: Normal

source: Satellite map
de_de: Sattelitenansicht
es_es: Mapa por satélite
pt_br: Satélite

source: Hybrid map
de_de: Hybridansicht
es_es: Mapa híbrido
pt_br: Híbrido

source: Terrain map
de_de: Geländeansicht
es_es: Mapa relieve
pt_br: Terreno

source: Default Location State
de_de: Standard Bundesland
es_es: Estado por defecto
pt_br: Estado Padrão

source: If most of your locations are in the same state, choose that state here to make adding new locations easier.
de_de: Wenn viele ihrer Orte überwiegend im selben Bundesland sind, wählen sie dieses Bundesland, um das Hinzufügen neuer Orte zu vereinfachen
es_es: Si la mayoría de las localizaciones son del mismo estado, por favor, elígelo aquí para hacer los añadidos de forma mas sencilla.
pt_br: Se a maioria dos locais estão no mesmo Estado, escolha aqui o Estado que faço a adição de novos locais mais fácil.

source: Special Location Label
de_de: Spezielle Ortsbeschreibung
es_es: Etiqueta de localización especial
pt_br: Identificação Especial de Local

source: If you want to distinguish certain locations (i.e. Ten-Year Members, Most Popular, etc.) then enter the label for them here. Leave it blank to disable this feature.
de_de: Wenn sie einen Ort besser schildern möchten (z.B. Treffpunkte, Vereine etc.), geben sie ihm hier eine Beschreibung. Freilassen, um diese Funktion nicht zu nutzen.
es_es: Si quieres hacer distinción entre diferentes direcciones (por ejemplo: Miembros, mas populares, etc.) introduce una etiqueta aquí. Déjalo en blanco si quieres deshabilitar esta función.
pt_br: Se você deseja distinguir certos locais (por exemplo, Membros de 10 anos, Mais Popular, etc.) então adicione a identificação para eles aqui. Deixe em branco se desejar desabilitar esta opção.

source: Autoload Address
de_de: Adresse automatisch laden
es_es: Carga automática de direcciones
pt_br: Autocarregar Endereço

source: Enter an address, city, or zip code here if you want the map to automatically show all locations in that area.
de_de: Geben sie eine Adresse, Stadt oder Postleitzahl hier ein, um die Karte automatisch alle Punkte in der Gegend anzeigen zu lassen.
es_es: Introduzca una direccion, ciudad, o código postal aquí si quiere que, automáticamente, el mapa muestre todas las ubicaciones en el área.
pt_br: Adicione aqui um endereço, cidade ou CEP se você deseja que o mapa mostre automaticamente todos os locais daquela área.

source: Theme
es_es: Plantilla
pt_br: Tema

source: Default Themes
de_de: Standard Themes
es_es: Plantilla por defecto
pt_br: Temas padrões

source: Custom Themes
de_de: Benutzerdefinierte Themes
es_es: Plantillas propias
pt_br: Temas personalizados

source: To add your own theme, upload your own CSS file to a new directory in your plugins folder called
de_de: Um ihr eigenes Theme zu benutzen, laden sie ihre CSS-Dateien in ein Verzeichnis namens
es_es: Para añadir tu propio estilo, sube la hoja de estilos CSS a un nuevo directorio en la sección de plugins llamado
pt_br: Para adicionar seu próprio tema, faça upload do seu próprio arquivo de CSS para um novo diretório dentro do diretório atual do plugin chamado

source: To give it a name, use the following header in the top of your stylesheet:
de_de: Um ihm einen Namen zu geben, benutzen sie einen der folgenden Header zu Beginn ihres Stylesheets:
es_es: Para nombrarlo, use el siguiente encabezado en la cabecera de tu hoja de estilos:
pt_br: Ao nomeá-lo, use a seguinte cabeçalho no topo da sua folha de estilo:

source: SimpleMap Link
es_es: Enlace a SimpleMap
pt_br: Link SimpleMap

source: Show the "Powered by SimpleMap" link
de_de: Zeigen des "Powered by SimpleMap" Links
es_es: Mostrar el enlace "Creado por SimpleMap"
pt_br: Mostrar o link "por SimpleMap"

source: Save Options
de_de: Einstellungen speichern
es_es: Opciones de almacenamiento
pt_br: Salvar opções

source: SimpleMap: Import/Export CSV
es_es: SimpleMap: Importar / exportar a un CSV
pt_br: SimpleMap: Importar/Exportar CSV

source: Import From File
de_de: Aus Datei importieren
es_es: Importar desde un archivo
pt_br: Importar do Arquivo

source: Importing a file may take several seconds; please be patient.
de_de: Eine Datei zu importieren kann einige Sekunden dauern; bitte bleiben sie geduldig.
es_es: Importar un archivo puede durar varios segundos, por favor, sea paciente.
pt_br: Importação de um arquivo pode levar vários segundos, por favor seja paciente.

source: To ensure that you have the correct column structure, please download an export of your database below, even if it is empty, and compare your column order to what is in the export. If you are using a spreadsheet application, be sure to remove any double quotation marks (") from your data before you export the CSV.
pt_br: Esteja seguro que a estrutura de coluna seja correta, por favor, faça abaixo o download do seu banco de dados, ainda que vazio, e compare a posição das colunas. Se você está usando um aplicativo de planilhas, tenha certeza que removeu qualquer aspas ('") do seus dados antes de exportar o arquivo CSV.

source: File to import:
de_de: Datei zum Import:
es_es: Archivo a importar:
pt_br: Arquivo para importar:

source: Import
es_es: Importar
pt_br: Importar

source: Export To File
de_de: Aus Datei exportieren
es_es: Exportar a un fichero
pt_br: Exportar para arquivo

source: Export Database
de_de: Datenbank exportieren
es_es: Exportar la base de datos
pt_br: Exportar Banco de Dados

source: Delete Database
pt_br: Excluir Banco de Dados

source: Delete all entries in database
pt_br: Excluir todas as entrada no banco de dados

source: Displaying
de_de: Anzeigen
es_es: Mostrando
pt_br: Mostrando

source: Phone/Fax
de_de: Telefonnummer/Fax
es_es: Teléfono/Fax
pt_br: Fone/Fax

source: Quick Edit
de_de: Schnellbearbeitung
es_es: Edición Rápida
pt_br: Edição rápida

source: Delete
de_de: Löschen
es_es: Borrar
pt_br: Excluir

source: No records found.
de_de: Keine Einträge gefunden.
es_es: No se han encontrado direcciones
pt_br: Registro não encontrado.

source: Cancel
de_de: Abbrechen
es_es: Cancelar
pt_br: Cancelar

source: Update Location
de_de: Ort neu laden
es_es: Actualice la localización
pt_br: Atualizar local

source: You are about to delete the selected posts. "Cancel" to stop, "OK" to delete.
de_de: Sind sind dabei die ausgewählten Einträge zu löschen. "Abbrechen" um zu beenden, "OK" um zu löschen."
es_es: Va a borrar los post seleccionados "Cancelar" para no borrarlos u "OK" para borrarlos.
pt_br: Você deseja excluir as entradas selecionados. "Cancelar" para parar, "OK" para excluir.

source: Please enter a name, address, city or zip code in the search box above.
de_de: Bitte geben sie einen Namen, Adresse, Stadt oder Postleitzahl in das Suchfeld ein
es_es: Por favor, introduzca el nombre, dirección, ciudad o el código postal en el cajetín de búsqueda
pt_br: Adicione um nome, endereço, cidade ou CEP no campo de busca acima.

source: Powered by
es_es: Creado por
pt_br: por

source: Latitude:
de_de: Breitengrad:
es_es: Latitud:

source: Longitude:
de_de: Längengrad:
es_es: Longitud:
